<div class="container">
	<div class="section">
		<div class="card-title form-wrap card articles">
			<h4 class="header grey-text text-darken-1">Помощь</h4>
			
			<ul class="part">
				<li class="data"><a href="#1">Для чего нужен этот сайт?</a></li>
				<li class="data"><a href="#2">Что означают разделы "Лучшее" и "Новое"?</a></li>
				<li class="data"><a href="#3">Откуда берется рейтинг у постов?</a></li>
				<li class="data"><a href="#4">Для чего нужна регистрация?</a></li>
				<li class="data"><a href="#5">Почему не приходит письмо с подтверждением?</a></li>
				<li class="data"><a href="#6">Я не помню логин/пароль. Что делать?</a></li>
				<li class="data"><a href="#7">Как мне сменить пароль?</a></li>
				<li class="data"><a href="#8">Как добавить пост в избранное?</a></li>
				<li class="data"><a href="#9">Как удалить пост из избранного?</a></li>
				<li class="data"><a href="#10">Для чего нужны все эти иконки внутри поста?</a></li>
				<li class="data"><a href="#11">Для чего нужен смайлик под картинкой поста?</a></li>
				<li class="data"><a href="#12">Для чего нужны теги?</a></li>
				<li class="data"><a href="#13">Для чего нужны ссылки на странице просмотра поста?</a></li>
				<li class="data"><a href="#14">Для чего нужна кнопка "Рандом" в шапке/боковом меню сайта?</a></li>
				<li class="data"><a href="#15">Как создать пост?</a></li>
				<li class="data"><a href="#17">Несколько советов и полезных ссылок для создания поста</a></li>
				<li class="data"><a href="#18">Как изменить созданный мною пост?</a></li>
				<li class="data"><a href="#19">Как работает поиск на сайте?</a></li>
				<li class="data"><a href="#19">Для чего нужна иконка жука в шапке/боковом меню сайта?</a></li>
			</ul>
			<div class="part">
				<a class="anchor" name="1"></a>
				<p class="title">1. Для чего нужен этот сайт?</p>
				<p class="data">PiqTune создан для того, чтобы пользователи могли обмениваться говорящими картинками друг с другом, а также создавать свои, уникальные посты.</p>
	
				<a class="anchor" name="2"></a>
				<p class="title">2. Что означают разделы "Лучшее" и "Новое"?</p>
				<p class="data">В разделе "<a href="/main/best">Лучшее</a>" посты сортируются по рейтингу. Пользователи также могут отфильтровать контент по временным промежуткам: Лучшие посты неделю (используется по умолчанию), за месяц, за год и за все время существования сайта. </p>
				<p class="data">В разделе "<a href="/main/new">Новое</a>" посты сортируются по дате добавления (посты старше 1 месяца не попадают в данный раздел). </p>
	
				<a class="anchor" name="3"></a>
				<p class="title">3. Откуда берется рейтинг у постов?</p>
				<p class="data">Зарегистрированные пользователи получают возможность создавать свои собственные посты, а также добавлять в избранное уже существующие.</p>
	
				<a class="anchor" name="4"></a>
				<p class="title">4. Для чего нужна регистрация?</p>
				<p class="date">Зарегистрированные пользователи получают возможность создавать свои собственные посты, а также добавлять в избранное уже существующие.</p>
	
				<a class="anchor" name="5"></a>
				<p class="title">5. Почему не приходит письмо с подтверждением?</p>
				<p class="data">Для начала, проверьте правильность введенного email-адреса. После прохождения регистрации в нижней части сайта появится уведомление, где будет выведен введенный вами адрес. </p>
				<p class="data">Если адрес верен, а письма нет - проверьте папку "Спам". Возможно, почтовый сервис посчитал наличие ссылки для подтверждения регистрации проделками спамеров.</p>
	
				<a class="anchor" name="6"></a>
				<p class="title">6. Я не помню логин/пароль. Что делать?</p>
				<p class="data">Для того, чтобы восстановить свои данные, вам нужно перейти по ссылке "Забыли пароль" на странице авторизации и выполнить все инструкции.</p>
				
				<a class="anchor" name="7"></a>
				<p class="title">7. Как мне сменить пароль?</p>
				<p class="data">Для этого необходимо нажать на иконку с названием вашей учетной записи в шапке/боковом меню сайта, затем перейти на страницу "Настройки". </p>
	
				<a class="anchor" name="8"></a>
				<p class="title">8. Как добавить пост в избранное?</p>
				<p class="data">У каждого поста рядом с заголовком есть иконка в виде звезды с желтой окантовкой. Если нажать на нее - пост попадет в избранное, а иконка зальется желтым цветом. Также данному посту добавится одна единица рейтинга.</p>
	
				<a class="anchor" name="9"></a>
				<p class="title">9. Как удалить пост из избранного?</p>
				<p class="data">Для удаления поста из избранного выполняется процедура, аналогичная добавлению в избранное.</p>
	
				<a class="anchor" name="10"></a>
				<p class="title">10. Для чего нужны все эти иконки внутри поста?</p>
				<p class="data">Первая иконка, в виде треугольника, отвечает за воспроизведение/остановку звука. Это же действие можно вызвать, нажав на картинку поста.</p>
				<p class="data">Вторая иконка, в виде рупора, отвечает за регулирование громкости звука. Всего существует 4 градации: 100%, 0%, 30%, 60%.</p>
				<p class="data">Третья иконка, в виде зацикленных стрелок, отвечает за включение режима бесконечного воспроизведения звука по кругу.</p>
				<p class="data">Четвертая иконка, в виде флага, отвечает за отправку жалобы на пост. Данная функция доступна только зарегистрированным пользователям.</p>
	
				<a class="anchor" name="11"></a>
				<p class="title">11. Для чего нужен смайлик под картинкой поста?</p>
				<p class="data">Каждый из 9 смайликов обозначают одну из эмоций, которую, по мнению автора, выражает пост. По нажатию на смайлик откроется страница поиска всех постов с данной эмоцией.</p>
				<p class="data">Эмоции выполняют роль групп, объединяя схожие по смыслу посты вместе.</p>
	
				<a class="anchor" name="12"></a>
				<p class="title">12. Для чего нужны теги?</p>
				<p class="data">Теги - это ключевые слова, по которым ведется поиск на сайте. Чем точнее указаны теги - тем проще будет найти нужный пост. </p>
				<p class="data">Список тегов, принадлежащих посту, можно увидеть на странице просмотра поста. Попасть туда можно, нажав на заголовок поста.</p>
				<p class="data">По нажатию на тег откроется страница поиска по выбранному тегу.</p>
	
				<a class="anchor" name="13"></a>
				<p class="title">13. Для чего нужны ссылки на странице просмотра поста?</p>
				<p class="data">Первая ссылка - ссылка на страницу с постом. Если нажать на надпись "Копировать", текст ссылки поместится в буфер обмена.</p>
				<p class="data">Вторая ссылка - HTML-код для встраивания плеера с постом в сторонние сайты. </p>
	
				<a class="anchor" name="14"></a>
				<p class="title">14. Для чего нужна кнопка "Рандом" в шапке/боковом меню сайта?</p>
				<p class="data">По нажатию данной кнопки открывается случайный пост, опубликованный на сайте.</p>
	
				<a class="anchor" name="15"></a>
				<p class="title">15. Как создать пост?</p>
				<p class="data">Для того, чтобы добавить новый пост, нужно нажать на кнопку "Создать пост" в шапке/боковом меню сайта. Данная функция доступна только зарегистрированным пользователям.</p>
				<p class="data">Далее необходимо ввести заголовок поста. Обычно он содержит краткое описание того, что означает создаваемый пост. Длина заголовка ограничена  64 символами. </p>
				<p class="data">Затем необходимо добавить изображение. Для этого нужно нажать на кнопку "Файл" поля "Изображение", и выбрать нужную картинку, либо вставить ссылку на изображение в появившемся окне. Размер файла не должен превышать 3 Мб. Минимальное разрешение - 240 пикселей по большей стороне. Поддерживаются форматы jpg и png.</p>
				<p class="data">Следующий шаг - добавление звука. Для этого нужно нажать на кнопку "Файл" поля "Звук", и выбрать нужный звуковой файл. Размер файла не должен превышать 5 Мб. Минимальное длина - 2 секунды, а максимальная - 15 секунд. Поддерживаются форматы mp3, aac, ogg, m4a, 3gp, mp4, wav, amr.</p>
				<p class="data">После этого необходимо выбрать одну из девяти эмоций, нажав на нужную картинку.</p>
				<p class="data">Последний шаг - добавление тегов. На сайте работаю подсказки, выводящие уже существующие теги во время набора слова в поле для ввода тегов. Необходимо ввести от 2 до 8 тегов. Максимальная длина одного тега - 32 символа.</p>
				<p class="data">Если все поля заполнены правильно - смело нажимайте кнопку "Отправить", после чего пост появится на сайте.</p>
	
				<a class="anchor" name="16"></a>
				<p class="title">16. Несколько советов и полезных ссылок для создания поста:</p>
				<p class="data"><a href="http://piqtune.com/posts/photo_editor" rel="noopener noreferrer" target="_blank">piqtune.com/posts/photo_editor</a> - встроенный в сайт редактор изображений, содержащий все базовые функции.</p>
				<p class="data"><a href="http://onpne-voice-recorder.com/" rel="noopener noreferrer" target="_blank">onpne-voice-recorder.com</a> - Онлайн-диктофон, позволяющий записать звук с микрофона без установки дополнительного ПО.</p>
				<p class="data"><a href="http://www.mp3cut.ru/" rel="noopener noreferrer" target="_blank">mp3cut.ru</a> - Онлайн редактор звука, позволяющий обрезать звук, а также добавить эффекты затухания.</p>
				<p class="data" style="margin-bottom: 1rem;"><a href="http://www.youtube-mp3.org/ru" rel="noopener noreferrer" target="_blank">youtube-mp3.org</a> - сервис, позволяющий скачать аудио дорожку с популярного YouTube.</p>
				<p class="data">Если же вы не хотите пользоваться веб-версиями ПО, пишу список полезных бесплатных альтернатив:</p>
				<p class="data">Sonarca Sound Recorder - отличный бесплатный диктофон.</p>
				<p class="data">Paint .NET - мощный, легкий и бесплатный фото-редактор.</p>
				<p class="data">Audacity - мощный и бесплатный звуковой редактор.</p>
				<p class="data">Чтобы записать звук напрямую с системы, необходимо в качестве микрофона установить системный "Стерео Микшер". Подробнее можно прочитать здесь: <a href="http://sovetclub.ru/kak-vklyuchit-miksher" rel="noopener noreferrer" target="_blank">sovetclub.ru/kak-vklyuchit-miksher</a></p>
	
				<a class="anchor" name="17"></a>
				<p class="title">17. Как изменить созданный мною пост?</p>
				<p class="data">Данная функция доступна в течение 30 минут с момента создания поста. Необходимо перейти на страницу просмотра нужного поста, затем нажать на кнопку "Изменить", расположенную под заголовком.</p>
				<p class="data">Если вы не хотите менять изображение или звук - оставьте эти поля пустыми.</p>
	
				<a class="anchor" name="18"></a>
				<p class="title">18. Как работает поиск?</p>
				<p class="data">По нажатию на иконку лупы в шапке/боковом меню сайта откроется окно с полем ввода, куда необходимо ввести поисковый запрос. По умолчанию поиск ведется по заголовкам постов. </p>
				<p class="data">Также присутствует расширенная версия поиска, попасть на которую можно, выполнив предыдущий пункт с обычным поиском, либо нажав на эмоцию или тег под постом. Страница расширенного поиска находится по данному адресу: http://piqtune.com/search</p>
				<p class="data">Для того, чтобы начать расширенный поиск, необходимо ввести данные в одно из трех доступных полей: поиск по заголовку, поиск по тегам, поиск по эмоциям. Также возможно их совмещение для получения более точных результатов.</p>
	
				<a class="anchor" name="19"></a>
				<p class="title">19. Для чего нужна иконка в виде жука в шапке/боковом меню сайта?</p>
				<p class="data">Так как проект новый, в нем имеются проблемы и ошибки, которые автор еще не обнаружил. Если вы нашли ошибку на сайте - нажмите на данную иконку и отправьте сообщение о ней, кратко описав ее и действия, в результате которых данная ошибка была обнаружена.</p>
			</div>
		</div>

	</div>
</div>