<div class="container">
	<div class="section">
		<div class="card-title form-wrap card articles">
			<h4 class="header grey-text text-darken-1">О проекте</h4>
			<div class="info">
				<p>PiqTune - это площадка, предоставляющая пользователям возможность оживить любое изображение, добавив к нему звук.</p>
				<p>Весь контент на сайте создается пользователями, поэтому каждый сможет найти для себя что-то интересное, или же создать что-то уникальное.</p>
			</div>
			
			<h4 class="header grey-text text-darken-1">Правила сайта</h4>
			<div class="rules">
				<p class="title">Не используйте запрещенные материалы:</p>
				<p class="data">- способы самоубийства, побуждение к самоубийству</p>
				<p class="data">- опыт употребления наркотиков, распространение наркотиков, побуждение к употреблению наркотиков</p>
				<p class="data">- непотребный контент, вызывающий отвращение</p>
				<p class="data">- порнографический контент (в том числе половые органы)</p>
				<p class="data">- эротические материалы</p>
				<p class="data">- другую информацию, запрещенную гос. законом</p>
				
				<p class="title">Имейте в виду, что:</p>
				<p class="data">Администрация сайта имеет право на редактирования и удаление добавляемых записей в случаях несоответствия правилам сайта.</p>
				<p class="data">За многократное нарушение правил, Ваш аккаунт может быть заблокирован навсегда.</p>
				<p class="data">Пользователь несет личную ответственность за соответствие законодательству размещаемой им информации на сайте.</p>
				
				<p class="title">Будьте грамотны</p>
				<p class="data">Грамотно оформленный пост не только приятнее читать, но и проще искать.</p>
				
				<p class="title">Старайтесь не использовать нецензурную речь</p>
				<p class="data">Не во всех ситуациях мат украшает. Задуймайтесь об этом.</p>
				
				<p class="title">Давайте постам осмысленные заголовки</p>
				<p class="data">Заголовок описывает основную суть поста, поэтому следует отнестись к этому серьезнее.</p>
				
				<p class="title">Выбирайте верную эмоцию</p>
				<p class="data">Это облегчит поиск, а также определит пост в верную группу.</p>
				
				<p class="title">Указывайте верные теги</p>
				<p class="data">Правильные теги - залог того, что вам пост будет легче найти.</p>
				
				<p class="title">Выбирайте верную эмоцию</p>
				<p class="data">Это облегчит поиск, а также определит пост в верную группу.</p>
				
				
			</div>
		</div>

	</div>
</div>